function Categories({ value, onClickCategory }) {
  const categories = ["Інформація", "Бренди", "Види фурнітури", "1", "2", "3"];

  const categoriesText = [
    "В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.",
    "В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.",
    "В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.В даний час на ринку виробництва меблів можна знайти безліч варіантів меблевої фурнітури різного типу, дизайну, яка буде виготовлена з різноманітних матеріалів. До основного виду таких елементів відносять такі деталі: петлі, напрямні, ручку, опору, гачок, замок, амортизатор, відбійник, доводчик магніт та інші варіанти аксесуарів. На такий товар, як меблева фурнітура, ціна може бути різна. Вона варіюється в залежності від характеристик та виробника.",
    "111",
    "222",
    "333",
  ];

  return (
    <div className="categories flex  ">
      <ul className=" w-1/5">
        {categories.map((categoryName, i) => (
          <li
            key={i}
            onClick={() => onClickCategory(i)}
            className={value === i ? "active" : ""}
          >
            {categoryName}
          </li>
        ))}
      </ul>
      <ul className="ul-text ml-10 w-4/5">
        {categoriesText.map((categoryText, i) => (
          <li
            key={i}
            onClick={() => onClickCategory(i)}
            className={value === i ? "active" : ""}
          >
            {categoryText}
          </li>
        ))}
      </ul>
    </div>
  );
}

export default Categories;
