function Delivery() {
  return (
    <div className=" flex w-11/12 mx-auto  border-neutral-800 border-solid rounded-xl justify-center items-center flex-col">
      <h1 className="m-5 text-5xl font-bold">УМОВИ ОПЛАТИ І ДОСТАВКИ</h1>
      <div className=" border-neutral-800 border-solid rounded-xl text-center m-2.5">
        <h2 className=" text-4xl font-semibold">Способи доставки:</h2>
        <ul className=" flex my-10 ">
          <li className="w-1/5 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" my-3 font-bold text-xl">САМОВИВІЗ</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Заздалегідь уточніть наявність товару на потрібній філії і
              попередньо його зарезервуйте. Ціна товару у філіях Києва
              збігається з цінами на сайті. У філіях інших міст ціни можуть
              відрізнятись від цін на сайті. Для уточнення ціни товару у вашому
              місті потрібно звернутися до менеджера Call-центру.
            </p>
          </li>
          <li className="w-1/5 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">АДРЕСНА ДОСТАВКА</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Правила доставки Доставка товару з 09:00 до 18:00. Попередньо за
              годину водій дзвонить та повідомляє орієнтовний час прибуття.
              Доставка – до під&#96;їзду замовника. Товар вивантажується та
              заноситься в будівлю силами клієнта. Час на розвантаження – до 30
              хвилин. У разі затримки автомобіля при розвантаженні понад 30 хв.,
              година простою – 350 грн/година. Порізаний матеріал доставляється
              наступного дня після дати готовності замовлення. Матеріал, який не
              потребує додаткової обробки, доставляється наступного дня за умови
              замовлення до 15:00. Вартість упаковки плитного матеріалу - 466
              грн. Включає: підкладочний лист, гофрокартон, ППР стрічку, послуги
              пакування. Порізаний матеріал доставляється в упакованому вигляді.
              Київ Вартість доставки Доставка порізаних та цілих плитних
              матеріалів до 1500 кг – 900 грн. від 1500 до 4000 кг – 1800 грн.
              більше 4000 кг – 2300 грн. Доставка замовлень скляного виробництва
              (розсувні системи та вироби зі скла) 1000 грн. по Києву Доставка
              розсувної системи разом із замовленням плитних матеріалів (не
              більше 2 елементів розсувної системи) - вартість додається до
              основного тарифу доставки + 600 грн. по Києву Пробіг за межі міста
              (рахується від КП до місця вивантаження в обидві сторони) - 24
              грн/км Порізаний матеріал доставляється в упакованому вигляді.
              Вартість упаковки - 740 грн (в тому числі 540 грн. - вартість
              піддону і 200 грн. - послуги пакування). Запоріжжя Вартість
              доставки Доставка центром міста – від 300 грн. Доставка за межі
              міста – ціна договірна Порізаний матеріал доставляється в
              упакованому вигляді. Вартість упаковки – 250 грн. Одеса Вартість
              доставки Доставка містом від 550 грн. Доставка в райони Таїрове, 7
              небо, Фонтан, пос. Котовського – 650 грн. Порізаний матеріал
              доставляється в упакованому вигляді. Вартість упаковки – 250 грн.
              Житомир У даній філії ви можете забрати товар на умовах самовивозу
              або скористатися послугами перевізника Нова Пошта.
            </p>
          </li>
          <li className="w-1/5 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">НОВА ПОШТА</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Вартість доставки тарифікується згідно з умовами перевізника.
              Залежно від складу відвантаження може здійснюватися адресний забір
              посилки кур&#96;єром перевізника. Всі послуги по доставці та
              допаковці/обрештуванню оплачує Одержувач. У разі незабору посилки
              (закінчення терміну зберігання у перевізника) Одержувач
              зобов&#96;язується компенсувати вартість транспортних витрат з
              доставки та повернення посилки. Перевізник несе повну
              відповідальність за цілісність і збереження прийнятого
              відправлення. Товар страхується на повну вартість. Якщо виникають
              претензії у разі можливого пошкодження або втрати посилки,
              Одержувач їх вирішує з перевізником самостійно (документи щодо
              вартості вантажу ми в разі потреби надамо). Завжди уважно
              перевіряйте товар при отриманні, у разі виявлення будь-яких
              пошкоджень або розбіжностей за кількістю місць обов&#96;язково
              фіксуйте це у відповідному Акті у перевізника. Після забору
              посилки перевізник вже не приймає претензій. Зверніть увагу: Ми не
              надсилаємо плитні матеріали (ДСП, МДФ, ХДФ, Фанера) перевізниками
              (крім стільниць). Великі габарити, складне упакування та ризик
              пошкодження товару не дозволяють перевізникам виконати доставку
              належним чином.
            </p>
          </li>
          <li className="w-1/5 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">ДЕЛІВЕРІ</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Вартість доставки тарифікується згідно з умовами перевізника.
              Здійснюється адресний забір посилки кур&#96;єром перевізника. Всі
              послуги по доставці та допаковці/обрештуванню оплачує Одержувач. У
              разі незабору посилки (закінчення терміну зберігання у
              перевізника) Одержувач зобов&#96;язується компенсувати вартість
              транспортних витрат з доставки та повернення посилки. Перевізник
              несе повну відповідальність за цілісність і збереження прийнятого
              відправлення. Товар страхується на повну вартість. Якщо виникають
              претензії у разі можливого пошкодження або втрати посилки,
              Одержувач їх вирішує з перевізником самостійно (документи щодо
              вартості вантажу ми в разі потреби надамо). Завжди уважно
              перевіряйте товар при отриманні, у разі виявлення будь-яких
              пошкоджень або розбіжностей за кількістю місць обов&#96;язково
              фіксуйте це у відповідному Акті у перевізника. Після забору
              посилки перевізник вже не приймає претензій. Зверніть увагу: Ми не
              надсилаємо плитні матеріали (ДСП, МДФ, ХДФ, Фанера) перевізниками
              (крім стільниць). Великі габарити, складне упакування та ризик
              пошкодження товару не дозволяють перевізникам виконати доставку
              належним чином.
            </p>
          </li>
          <li className="w-1/5 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">УКРПОШТА</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Вартість доставки тарифікується згідно з умовами перевізника.
              Залежно від складу відвантаження може здійснюватися адресний забір
              посилки кур&#96;єром перевізника. Всі послуги по доставці та
              допаковці/обрештуванню оплачує Одержувач. У разі незабору посилки
              (закінчення терміну зберігання у перевізника) Одержувач
              зобов&#96;язується компенсувати вартість транспортних витрат з
              доставки та повернення посилки. Перевізник несе повну
              відповідальність за цілісність і збереження прийнятого
              відправлення. Товар страхується на повну вартість. Якщо виникають
              претензії у разі можливого пошкодження або втрати посилки,
              Одержувач їх вирішує з перевізником самостійно (документи щодо
              вартості вантажу ми в разі потреби надамо). Завжди уважно
              перевіряйте товар при отриманні, у разі виявлення будь-яких
              пошкоджень або розбіжностей за кількістю місць обов&#96;язково
              фіксуйте це у відповідному Акті у перевізника. Після забору
              посилки перевізник вже не приймає претензій. Зверніть увагу: Ми не
              надсилаємо плитні матеріали (ДСП, МДФ, ХДФ, Фанера) перевізниками
              (крім стільниць). Великі габарити, складне упакування та ризик
              пошкодження товару не дозволяють перевізникам виконати доставку
              належним чином.
            </p>
          </li>
        </ul>
      </div>
      <div className=" border-neutral-800 border-solid rounded-xl text-center m-2.5">
        <h2 className=" text-4xl font-semibold">Способи оплати:</h2>
        <ul className=" flex my-10">
          <li className="w-1/4 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">ГОТІВКОВИЙ РОЗРАХУНОК</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Оплата готівкою при отриманні товару можлива у філіях компанії:
              Оплата здійснюється виключно у
              національній валюті.
            </p>
          </li>
          <li className="w-1/4 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">
              БЕЗГОТІВКОВИЙ РОЗРАХУНОК
            </h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              У філіях: Клієнту необхідно надати документи для формування
              безготівкового рахунку (свідоцтво про реєстрацію, витяг з реєстру
              платників податків). Бухгалтер філії складає рахунок та відправляє
              його на пошту клієнта або віддає безпосередньо до рук. Після
              надходження оплати клієнт отримує пакет бухгалтерських документів
              поштою або на руки. На сайті: Після погодження замовлення на сайті
              необхідно надіслати по e-mail (або прикріпити при оформленні в
              кошику сайту) документи для формування безготівкового рахунку
              (свідоцтво про реєстрацію, витяг з реєстру платників податків).
              Бухгалтерія формує безготівковий рахунок та менеджер
              інтернет-магазину надсилає його електронною поштою клієнту для
              оплати. Для юридичних осіб пакет бухгалтерських документів окремо
              надсилається поштою або віддається на руки (при самовивезенні).
            </p>
          </li>
          <li className="w-1/4 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">ОПЛАТА КАРТКОЮ</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Після обробки та погодження замовлення менеджер інтернет-магазину
              надасть Вам реквізити для оплати карткою. Здійснити таку оплату
              можна за допомогою клієнт-банку через інтернет, через мобільний
              додаток банку, термінал самообслуговування. У філії можна
              здійснити оплату карткою безпосередньо на касі.
            </p>
          </li>
          <li className="w-1/4 h-80  text-center bg-neutral-400 rounded-xl m-2.5 p-3">
            <h3 className=" mb-3 font-bold text-xl">НАЛОЖЕНИЙ ПЛАТІЖ</h3>
            <p className="overflow-y-scroll h-4/5 pr-3">
              Відправка посилок з післяплатою можлива тільки перевізником &#96;&#96;Нова
              Пошта&#96;&#96;. Надсилання замовлень іншими перевізниками здійснюється за
              повною передоплатою. Стільниці післяплатою не відправляються.
            </p>
          </li>
        </ul>
      </div>
    </div>
  );
}

export default Delivery;
